[
  {
    "id": "11",
    "name": "Crusade",
    "type": "Eternal War",
    "descrip": "At the end of the game, each Objective Marker is worth 3 Victory Points to the player who controls it.",
    "oqtymin": "3",
    "oqtymax": "5",
    "ovalues": "3",
    "omystery": "true",
    "tstart": "0",
    "tmax": "0",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "false",
    "kpname": "None"
  },
  {
    "id": "12",
    "name": "Purge the alien",
    "type": "Eternal War",
    "descrip": "Each player is awarded 1 Victory Point for every unit destroyed. Units not on the board or who are Falling Back at the end of the game, count as destroyed for the purpose of this mission. Independent Characters and Dedicated Transports are counted as individual units and grant Victory Points if they are destroyed.",
    "oqtymin": "0",
    "oqtymax": "0",
    "ovalues": "0",
    "omystery": "false",
    "tstart": "0",
    "tmax": "0",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "true",
    "kpname": "Units Destroyed"
  },
  {
    "id": "13",
    "name": "The Scouring",
    "type": "Eternal War",
    "descrip": "At the end of the game, each Objective Marker grants Victory Points to the player controlling it based on the number of Victory Points found on the Objective Marker. Players gain 1 Victory Point for each enemy Fast attack unit that has been completely destroyed. Units that are Falling Back or who are not on the board at the end of the game, count as destroyed for the purpose of this mission.",
    "oqtymin": "6",
    "oqtymax": "6",
    "ovalues": "[1, 2, 2, 3, 3, 4]",
    "omystery": "true",
    "tstart": "0",
    "tmax": "0",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "true",
    "kpname": "Fast Attack"
  },
  {
    "id": "14",
    "name": "Big Guns Never Tire",
    "type": "Eternal War",
    "descrip": "At the end of the game, each Objective Marker is worth 3 Victory Points to the player who controls it. Players gain 1 Victory Point for each enemy Heavy Support unit that has been completely destroyed. Units that are Falling Back or who are not on the board at the end of the game, count as destroyed for the purpose of this mission.",
    "oqtymin": "3",
    "oqtymax": "5",
    "ovalues": "3",
    "omystery": "true",
    "tstart": "0",
    "tmax": "0",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "true",
    "kpname": "Heavy Support"
  },
  {
    "id": "15",
    "name": "The Emperor's Will",
    "type": "Eternal War",
    "descrip": "At the end of the game, each Objective Marker is worth 3 Victory Points to the player who controls it.",
    "oqtymin": "2",
    "oqtymax": "2",
    "ovalues": "3",
    "omystery": "true",
    "tstart": "0",
    "tmax": "0",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "false",
    "kpname": "None"
  },
  {
    "id": "16",
    "name": "The Relic",
    "type": "Eternal War",
    "descrip": "The Objective Marker represents the Relic. At the end of the game, the Objective Marker (Relic) is worth 3 Victory Points to the player who is controlling it. Check Game Rules for further information and game mechanics on the Relic.",
    "oqtymin": "1",
    "oqtymax": "1",
    "ovalues": "3",
    "omystery": "false",
    "tstart": "0",
    "tmax": "0",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "false",
    "kpname": "None"
  },
  {
    "id": "17",
    "name": "Cleanse and Control",
    "type": "Maelstrom of War",
    "descrip": "Achieve as many Tactical Objectives as possible. If a player has less than 3 Tactical Objectives at the start of their turn, generate a number of Tactical Objectives until they have 3 Active Tactical Objectives.",
    "oqtymin": "6",
    "oqtymax": "6",
    "ovalues": "1",
    "omystery": "true",
    "tstart": "3",
    "tmax": "3",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "false",
    "kpname": "None"
  },
  {
    "id": "18",
    "name": "Contact Lost",
    "type": "Maelstrom of War",
    "descrip": "Achieve as many Tactical Objectives as possible. If a player has fewer than 6 Active Tactical Objectives at the start of thir turn, generate a number of Tactical Objectives based on the Objective Markers the player controls. If the player controls no Objective Markers, they may not generate any new Tactical Objectives.",
    "oqtymin": "6",
    "oqtymax": "6",
    "ovalues": "1",
    "omystery": "true",
    "tstart": "1",
    "tmax": "6",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "false",
    "kpname": "None"
  },
  {
    "id": "19",
    "name": "Tactical Escalation",
    "type": "Maelstrom of War",
    "descrip": "Achieve as many Tactical Objectives as possible. Maximum amount of Active Tactical Objectives is based on the round Number. At the start of a player's turn, they must generate Tactical Objectives until their Active Tactical Objectives equal the round number.",
    "oqtymin": "6",
    "oqtymax": "6",
    "ovalues": "1",
    "omystery": "true",
    "tstart": "1",
    "tmax": "1",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "false",
    "kpname": "None"
  },
  {
    "id": "20",
    "name": "The Spoils of War",
    "type": "Maelstrom of War",
    "descrip": "Achieve as many Tactical Objectives as possible. If at the start of the turn a player has fewer than 3 Active Tactical Objectives, they must generate enough to equal 3 Active Tactical Objectives.<BR/> <b>Precious Cargo:</b> Players cannot discard Active <i>Secure Objective X</i> Tactical Objectives. They must be completed! <BR /><b>Steal the Loot:</b> Players can complete and claim any Active Tactical Objective with the name <i>Secure Objective X</i>, even if it belongs to an enemy player. All Active Tactical Objectives can be completed by any player.",
    "oqtymin": "6",
    "oqtymax": "6",
    "ovalues": "1",
    "omystery": "true",
    "tstart": "3",
    "tmax": "3",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "false",
    "kpname": "None"
  },
  {
    "id": "21",
    "name": "Cloak & Shadows",
    "type": "Maelstrom of War",
    "descrip": "Achieve as many Tactical Objectives as possible. If at the start of the turn a player has fewer than 3 Active Tactical Objectives, they must generate enough to equal 3 Active Tactical Objectives. All generated Tactical Objectives are to be kept secret and should not be revealed to opponents until they have been achieved.",
    "oqtymin": "6",
    "oqtymax": "6",
    "ovalues": "1",
    "omystery": "true",
    "tstart": "3",
    "tmax": "3",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "false",
    "kpname": "None"
  },
  {
    "id": "22",
    "name": "Deadlock",
    "type": "Maelstrom of War",
    "descrip": "Achieve as many Tactical Objectives as possible. At the start of your round you must discard any cards over the maximum Active Tactical Objectives. The formula to work out the maximum hand allowed is 7 - Round Number. (E.g Round 4 can only have 3 Active Tactical Objectives). If a player has less Active Tactical Objectives than the maximum allowed, they must generate Tactical Objectives until they equal the maximum allowed.",
    "oqtymin": "6",
    "oqtymax": "6",
    "ovalues": "1",
    "omystery": "true",
    "tstart": "6",
    "tmax": "6",
    "tdraw": "0",
    "tdiscard": "0",
    "kp": "false",
    "kpname": "None"
  }
]