[
  {
    "id": "231",
    "name": "Thrall of the Silent King",
    "cnumber": "11",
    "descrip": "When this Tactical Objective is generated, immediately generate a bonus Tactical Objective. This does not count towards the number of Active Tactical Objectives you currently have in play. If your Warlord or his unit achieves the bonus Tactical Objective, you score both the number of Victory Points scored on the bonus Tactical Objective and an aditional D3 Victory Points. If this Tactical Objective is discarded then so is the bonus Tactial Objective (and vice versa).",
    "fly": "false",
    "fort": "false",
    "mystobj": "false",
    "psykmy": "false",
    "psykene": "false",
    "veh": "false",
    "multipoint": "false",
    "minpoint": "1",
    "maxpoint": "3",
    "type": "Necrons"
  },
  {
    "id": "232",
    "name": "Dust and Ashes",
    "cnumber": "12",
    "descrip": "When this Tactical Objective is generated, nominate one of your characters with the Necrons faction. Score 1 Victory Point at the end of the game if this character is still alive. Characters that are not on table or are Falling Back at the end of the game count as destroyed for purposes of this Tactical Objective.",
    "fly": "false",
    "fort": "false",
    "mystobj": "false",
    "psykmy": "false",
    "psykene": "false",
    "veh": "false",
    "multipoint": "false",
    "minpoint": "1",
    "maxpoint": "1",
    "type": "Necrons"
  },
  {
    "id": "233",
    "name": "Reclaim and Recapture",
    "cnumber": "13",
    "descrip": "Roll a D6 when this Tactical Objective is generated. If the result is an odd number, score D3 Victory Points at the end of your turn if you control all 3 odd-numbered Objctive Markers. If the result result is an even number, score D3 Victory Points at the end of your turn if you control all 3 even-numbered Objective Markers.",
    "fly": "false",
    "fort": "false",
    "mystobj": "false",
    "psykmy": "false",
    "psykene": "false",
    "veh": "false",
    "multipoint": "false",
    "minpoint": "1",
    "maxpoint": "3",
    "type": "Necrons"
  },
  {
    "id": "234",
    "name": "Age of the Machine",
    "cnumber": "14",
    "descrip": "Score 1 Victory Point at the end of your turn if at least 1 gun emplacement, enemy vehicle or enemy building was destroyed during your turn. If at least 3 gun emplacements, enemy vehicles or enemy buildings were destroyed during your turn, score D3 Victory Points instead. If any of the destroyed vehicles was a Super-heavy vehicle, or if any of the destroyed buildings had the Mighty Bulwark special rule, score and additional 3 Victory Points.",
    "fly": "false",
    "fort": "false",
    "mystobj": "false",
    "psykmy": "false",
    "psykene": "false",
    "veh": "false",
    "multipoint": "true",
    "minpoint": "[1, 4, 1, 4]",
    "maxpoint": "[1, 4, 3, 6]",
    "type": "Necrons"
  },
  {
    "id": "235",
    "name": "Slaughter the Living",
    "cnumber": "15",
    "descrip": "Score 1 Victory Point at the end of your turn if at least one enemy unit was completely destroyed during your turn.",
    "fly": "false",
    "fort": "false",
    "mystobj": "false",
    "psykmy": "false",
    "psykene": "false",
    "veh": "false",
    "multipoint": "false",
    "minpoint": "1",
    "maxpoint": "1",
    "type": "Necrons"
  },
  {
    "id": "236",
    "name": "Code of Combat",
    "cnumber": "16",
    "descrip": "Score 1 Victory Point at the end of your turn if you issued at least one challenge during your turn.",
    "fly": "false",
    "fort": "false",
    "mystobj": "false",
    "psykmy": "false",
    "psykene": "false",
    "veh": "false",
    "multipoint": "false",
    "minpoint": "1",
    "maxpoint": "1",
    "type": "Necrons"
  }
]

